<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html lang="en" xmlns="http://www.w3.org/1999/xhtml">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <title>.: Mi Página :.</title>
</head>
<body bgcolor="A1F9F1">
    <h1 style="color:#3885DF"><center>MI P&Aacute;GINA WEB</center></h1><br />
    <h1 style="color:#3885DF"><center>CORTES L&Oacute;PEZ JAIME ALEJANDRO</center></h1><br />
    <a id="inicio"></a>
    <h3 style="color:#205C8D">
        <p>
            Hola, bienvenido(a) a mi p&aacute;gina, aqu&iacute; encontrar&aacute;s mi informaci&oacute;n personal como mi formación académica
            , mi nombre, mis hobbies, etc. A continuaci&oacute;n se encuentra un &iacute;ndice acerca de los puntos que voy a contemplar, puedes dar clic en cualquier
            punto que te interese para ir a esa secci&oacute;n.
        </p>
    </h3>
    <h2 style="color:#FF6D4E">&Iacute;INDICE</h2>

    <a href="https://www.facebook.com/jaime.cortes.944" target="_blank"><img src="MiFoto.jpg" alt="Mi foto" title="Mi foto" width="300" height="300" align="right" /></a>

    <h2>
        <ol>
            <li style="color:#3976FB"><a href="#formacion"> Mi Formación Académica</a></li>
            <li style="color:#FF7254"><a href="#correo"> Mi Correo Electrónico</a></li>
            <li style="color:#78B837"><a href="#redes">Mis Redes Sociales</a></li>
            <li style="color:#B837AA"><a href="#hobbies">Mis Hobbies</a></li>
            <li style="color:#C53535"><a href="#cripto">Acerca de Criptografía</a></li>
            <li style="color:#FF4646"><a href="#CV">Mi CV</a></li>
            <li style="color:#3976FB"><a href="#llave">Mi Llave P&uacute;blica</a></li>
        </ol>
    </h2>
    <br /><br />

    <a id="formacion"></a>
    <h2 style="color:#3976FB"><b>Mi Formaci&oacute;n Acad&eacute;mica</b></h2>
    <h4 style="color:#3976FB">
        <p>
            Ingresé al nivel preescolar cuando cumpl&iacute; 5 a&ntilde;os, De ahí egresé con un reconocimiento por buena disciplina, cuando ten&iacute;a 7 a&ntilde;os
            inici&eacute; a estudiar en la primaria <u>Mariano Matamoros</u> y egres&eacute; con un promedio de 8.7 pues en mis &uacute;ltimos 3 años descuid&eacute; mis
            calificaciones. Al cumplir los 12 a&ntilde;os ingres&eacute; a la secundaria en donde conoc&iacute; a mis mejores amigos y descubr&iacute; la importancia de
            seguir estudiando para obtener una licenciatura pues muchos de mis compa&ntilde;eros no siguieron estudiando por distintas razones, al finalizar mis estudios
            en la secundaria obtuve un promedio de 9.2.
        </p>
        <p>
            A los 15 a&ntilde;os ingres&eacute; a la preparatoria, tras realizar el examen de admisi&oacute;n para la escuela media superior (COMIPEMS) fu&iacute;
            aceptado en mi tercera opci&oacute;n que hab&iacute;a seleccionado, el <a href="https://www.cecyt11.ipn.mx/" target="_blank"><u>CECyT 11 Wilfrido Massieu</u></a>. A partir de ese momento le dediqu&eacute; todo mi tiempo
            a la escuela, pues para m&iacute; era un gran logro quedarse en una escuela perteneciente al IPN por lo que egres&eacute; con un promedio de 9.56.
        </p>
        <p>
            A los 18 a&ntilde;os ingres&eacute; al nivel superior y actualmente estudio en la <a href="https://www.escom.ipn.mx/" target="_blank">
                <u>
                    ESCUELA SUPERIOR
                    DE C&Oacute;MPUTO (ESCOM)
                </u>
            </a>
            Este logro ha sido uno de mis mayores metas que ten&iacute;a en la vida, actualmente estoy en 5° semestre de la carrera y espero terminarla en los
            pr&oacute;ximos 2 a&ntilde;os.
        </p>
        <img src="ESCOM.png" width="250" height="250" align="left" alt="Logo" title="Logo de ESCOM" />
    </h4>

    <br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br />

    <a id="correo"></a>
    <h2 style="color:#FF7254"><b> Mi Correo Electr&oacute;nico</b></h2>
    <h4 style="color:#FF7254">
        <p>
            A continuaci&oacute;n te presento mi correo electr&oacute;nico, con ello podr&aacute;s comunicarte conmigo sobre algo
            que sea de tu inter&eacute;s.
        </p>
        <h3 style="color:#FF7254"><p><center><u>jaime.cortes500@hotmail.com</u></center></p></h3>
    </h4><br /><br />

    <a id="redes"></a>
    <h2 style="color:#78B837"><b>Mis Redes Sociales</b></h2>
    <h4 style="color:#78B837">
        <p> </p>
        Si quieres saber m&aacute;s sobre mi, aqu&iacute; te dejo mis redes sociales, &uacute;nicamente cuento con 2 pues no soy una personas extrovertida
        pero espero que te agrade el contenido que veas en ellas (especialmente en mi canal de YouTube), tambi&eacute;n puedes checar mi Facebook si das clic
        en mi foto.
        <p>
            <center>
                <a href="https://www.facebook.com/jaime.cortes.944" target="_blank"><button> Facebook </button></a>
                <a href="https://www.youtube.com/channel/UCDfko7xoyQyVERNxo3-MlsQ" target="_blank"><button> YouTube </button></a>
            </center>
        </p>
    </h4></br></br></br></br>

    <a id="hobbies"></a>
    <h2 style="color:#B837AA"><b> Mis Hobbies </b></h2>
    <h4 style="color:#B837AA">
        <dt><big>Ajedrez</big></dt>
        <img src="Pieza.png" alt="Hobbie1" title="Ajedrez" width="100" height="100" align="right" />
        <dd>
            Desde que tengo memoria, mi madre me ense&ntilde;&oacute; a jugar al ajedrez, recuerdo que mis primeras partidas siempre perd&iacute;a
            pero con el tiempo segu&iacute; practicando y en la actualidad asisto a torneos que se hacen cerca de mi casa. El Ajedrez es uno de mis
            hobbies favoritos porque me permite ejercitar el cerebro debido a las estrat&eacute;gias que tengo que ejecutar y pensar despu&eacute;s de
            cada movimiento del oponente, adem&aacute;s no me canso de jugar cuando juego en los torneos o con mis amigos.
        </dd><br /><br /><br /><br />

        <img src="ps5.jpg" alt="Hobbie2" title="Juego" width="200" height="150" align="left" />
        <dt><big>Video Juegos</big></dt>
        <dd>
            Quiza el mayor hobbie que tengo son los video juegos, me encanta jugar en l&iacute;nea con otros jugadores o con mis amigos ya que
            siempre nos encontraremos con jugadores y escenarios diferentes. Empec&eacute; a jugar desde los 7 a&ntilde;os y actualmente estoy dentro
            de un club competitivo de un juego al que le he dedicado varios a&ntilde;os de mi vida.
        </dd><br /><br /><br /><br /><br />

        <img src="libro.png" alt="Hobbie3" title="Libro" width="150" height="200" align="right" />
        <dt><big>Lectura</big></dt>
        <dd>
            Otro de mis hobbies es leer, me gusta leer libros principalmente de drama y suspenso ya que la mayor&iacute;a de ellos transmiten el terror o
            dolor que sienten los personajes adem&aacute;s del sentimiento por conocer lo que suceder&aacute; en la historia. Tambi&eacute;n me gusta leer libros
            referentes a la superaci&oacute;n personal. Entre los libros que m&aacute;s me gustan son (siendo el primero el que m&aacute;s me gusta y no me canso
            de leer varias veces, hasta el &uacute;ltimo que me sigue gustando pero no tanto como los anteriores):
            <ul type="square">
                <li> Los 4 acuerdos </li>
                <li> Heridas Abiertas </li>
                <li> El caballero de la armadura oxidada </li>
                <li> Gu&iacute;a de supervivencia para estudiantes Universitarios</li>
            </ul>
            "Los 4 acuerdos" es un libro que nos ayuda a poder alcanzar la paz con otras personas y con nosotros mismos, para ello solo necesitamos establecer en
            nuestras vidas 4 acuerdos. "Heridas abiertas" es un libro de suspenso en el que una chica que es periodista tuvo que ir al pueblo donde naci&oacute;
            ya que ten&iacute;a que hacer un reporte sobre una ni&ntilde;a que fue asesinada en el pueblo. Despu&eacute;s de varias pistas logra encontrar al
            asesino pero al darse cuenta de qui&eacute;n era prefiere no hacer nada pero sucede un acontecimiento importante que la hace cambiar de opini&oacute;n.
            "El caballero de la armadura oxidada" es un cuento que tuve que leer en la secundaria y que parece aburrido a simple vista pero deja una importante lecci&oacute;n
            de vida, <u>
                Tenemos que quitarnos esa armadura oxidada que todos llevamos puesta, el d&iacute;a en que lo hagamos, por fin conoceremos
                el verdadero placer de la felicidad y la libertad
            </u>. "Gu&iacute;a de supervivencia para estudiantes Universitarios" es un libro que nos
            muestra consejos para sobrellevar nuestra vida social, laboral y estudiantil de una manera eficiente, gracias a este libro he logrado organizar y optimizar
            el tiempo que le dedico a mis actividades.
        </dd>
    </h4>

    <a id="cripto"></a>
    <h2 style="color:#C53535"><b> Acerca de Criptograf&iacute;a </b></h2>
    <h4 style="color:#C53535">
        <dt><big>Lester S. Hill</big></dt>
        <img src="Hill.png" alt="bio" title="Hill" width="200" height="150" align="left" />
        <dd>
            Nacido en Nueva York, Lester S. Hill fue matemático y educador. Después de graduarse de la Universidad de Colombia y obtener su doctorado en
            la Universidad de Yale, continuó involucrándose en la educación.
            Dedicó su vida a enseñar matemáticas y astronomía en cinco escuelas diferentes en los Estados Unidos.
            También estuvo muy implicado en el ejército y fue muy elogiado por el gobierno de los EE. UU. por sus muchos resultados en cifrados
            y códigos algebraicos modulares que compartió con el ejército antes y durante la Segunda Guerra Mundial.
            </br></br>
            Hill estaba interesado en la aplicación de matemáticas avanzadas a las comunicaciones y desarrolló muchos métodos para corregir errore
            s en las comunicaciones telegrafiadas. Fue notablemente uno de los mayores contribuyentes de la criptología; el arte de hacer y descifrar
            códigos y cifras. En 1929, inventó los cifrados de Hill, que eran cifrados de sustitución polialfab&eacute; basados ​​en el álgebra lineal.
            Se utilizaron matrices y multiplicación de matrices para cifrar y descifrar el texto sin formato.
            Hill también creó una máquina de cifrado que se basaba en un sistema de ruedas y cadenas.
            </br></br>
            A lo largo de su vida, aplicó continuamente sus conocimientos de matemáticas para diseñar y decodificar sistemas criptográficos.
            Murió, en Nueva York, a la edad de 70 años, de una enfermedad desconocida.
        </dd>
    </h4>

    <a id="CV"></a>
    <h2 style="color:#FF4646"><b> Mi Correo Electr&oacute;nico</b></h2>
    <h4 style="color:#FF4646">
        <p>
            Puedes consultar mi CV en el siguiente link:
        </p>
        <h3 style="color:#FF7254"><a href="CV.pdf"><p><center><u>Descargar CV</u></center></p></a></h3>
    </h4><br /><br />

    <a id="llave"></a>
    <h2 style="color:#3976FB"><b> Mi Llave p&uacute;blica</b></h2>
    <h4 style="color:#3976FB">
        <p>
            Puedes consultar mi llave p&uacute;blica en el siguiente link:
        </p>
        <h3 style="color:#FF7254"><a href="https://jaime-cortes.github.io/PublicKey/"><p><center><u>https://jaime-cortes.github.io/PublicKey/</u></center></p></a></h3>
    </h4><br /><br />

    <a href="#inicio"><h3><p><center> Volver a inicio</center></p></h3></a>



</body>
</html>